def months_short():
    return {
        1: 'янв.',
        2: 'фев.',
        3: 'мар.',
        4: 'апр.',
        5: 'май.',
        6: 'июн.',
        7: 'июл.',
        8: 'авг.',
        9: 'сен.',
        10: 'окт.',
        11: 'ноя.',
        12: 'дек.',
    }


def months_full():
    return {
        1: 'января',
        2: 'февраля',
        3: 'марта',
        4: 'апреля',
        5: 'мая',
        6: 'июня',
        7: 'июля',
        8: 'августа',
        9: 'сентября',
        10: 'октября',
        11: 'ноября',
        12: 'декабря',
    }
